Repository: Clement-Muth/Deazl
Catalog: apps/pcomparator/src/translations/messages/*.po
Languages: fr

source: All barcode types are accepted.
fr: Tous les types de codes-barres sont acceptés.

source: Please enter a valid barcode.
fr: Veuillez entrer un code-barres valide.

source: Select your file
fr: Sélectionnez votre fichier

source: Your file exceeded the limit ${maxSize}Mo
fr: Votre fichier a dépassé la limite de ${maxSize}Mo

source: Please enter a valid price.
fr: Veuillez entrer un prix valide.

source: Select unit
fr: Sélectionnez l'unité

source: Unit
fr: Unité

source: {0} items will be merged, {1} new items will be added
fr: {0} articles seront fusionnés, {1} nouveaux articles seront ajoutés

source: {name} has been added to your list
fr: {name} a été ajouté à votre liste

source: © 2025 Deazl. All rights reserved.
fr: © 2025 Deazl. Tous droits réservés.

source: 100% Free and Open Source
fr: 100 % gratuit et open source

source: 30-day price history
fr: Historique des prix sur 30 jours

source: A free and open source solution to manage your shopping and save on your daily purchases.
fr: Une solution gratuite et open source pour gérer vos achats et économiser sur vos dépenses quotidiennes.

source: A growing community that contributes every day to enrich our database.
fr: Une communauté en pleine croissance qui contribue chaque jour à enrichir notre base de données.

source: A passionate team of developers, designers, and data experts dedicated to helping you save on your shopping.
fr: Une équipe passionnée de développeurs, de designers et d'experts en données dédiée à vous aider à économiser sur vos achats.

source: A wide coverage of stores
fr: Une large couverture de magasins

source: About
fr: À propos

source: Access prices from many stores near you. Our network grows every day thanks to the community.
fr: Accédez aux prix de nombreux magasins près de chez vous. Notre réseau grandit chaque jour grâce à la communauté.

source: Account deleted
fr: Compte supprimé

source: Account Settings
fr: Paramètres de compte

source: Active Lists
fr: Listes actives

source: Active users
fr: Utilisateurs actifs

source: Add a new store to track prices and products. This information will help you compare prices across different stores.
fr: Ajouter un nouveau magasin pour suivre les prix et les produits. Ces informations vous aideront à comparer les prix dans différents magasins.

source: Add a photo of the price tag or receipt (optional)
fr: Ajouter une photo de l'étiquette de prix ou du reçu (optionnel)

source: Add a Price
fr: Ajouter un prix

source: Add a product that doesn't exist in our database
fr: Ajouter un produit qui n'existe pas dans notre base de données

source: Add Collaborator
fr: Ajouter un collaborateur

source: Add ingredient
fr: Ajouter un ingrédient

source: Add items using the quick add bar above
fr: Ajoutez des articles en utilisant la barre d'ajout rapide ci-dessus

source: Add New Price
fr: Ajouter un nouveau prix

source: Add new price by scanning barcode
fr: Ajouter un nouveau prix en scannant le code-barre

source: Add new price by typing barcode
fr: Ajouter un nouveau prix en saisissant le code-barre

source: Add New Store
fr: Ajouter un nouveau magasin

source: Add price
fr: Ajouter un prix

source: Add price information
fr: Ajouter les informations sur le prix

source: Add step
fr: Ajouter une étape

source: Add the products you want to track
fr: Ajoutez les produits que vous souhaitez suivre

source: Add this product
fr: Ajouter ce produit

source: Add to list
fr: Ajouter à la liste

source: Add to List
fr: Ajouter à la liste

source: Add to Shopping List
fr: Ajouter à la liste

source: Added {0} items, merged {1} duplicates
fr: {0} articles ajoutés, {1} doublons fusionnés

source: Adjust Portions
fr: Ajuster les portions

source: Adjust the importance of each criterion to customize the optimization algorithm. Weights are automatically normalized.
fr: Ajustez l'importance de chaque critère pour personnaliser l'algorithme d'optimisation. Les poids sont automatiquement normalisés.

source: All ingredients
fr: Tous les ingrédients

source: All our features
fr: Toutes nos fonctionnalités

source: Already Added
fr: Déjà ajouté

source: Already over 10,000 products referenced and new prices added every day.
fr: Déjà plus de 10 000 produits référencés et de nouveaux prix ajoutés chaque jour.

source: An error occurred
fr: Une erreur s'est produite

source: An invitation has been sent to {email}
fr: Une invitation a été envoyée à {email}

source: An unexpected error occurred
fr: Une erreur inattendue s'est produite

source: Analysis of savings made
fr: Analyse des économies réalisées

source: Anyone with the link can view
fr: Toute personne disposant de ce lien peut voir

source: Anyone with this link can view the recipe
fr: Toute personne disposant de ce lien peut voir la recette

source: Are there any usage limits?
fr: Y a-t-il des limites d'utilisation ?

source: Are you sure you want to delete <0>"{0}"</0>?
fr: Êtes-vous sûr de vouloir supprimer <0>"{0}"</0> ?

source: Are you sure you want to delete this price?
fr: Êtes-vous sûr de vouloir supprimer ce prix ?

source: Availability
fr: Disponibilité

source: Avatar updated
fr: Avatar mis à jour

source: Average savings
fr: Économies moyennes

source: Back
fr: Retour

source: Back to Home
fr: Retour à l'accueil

source: Back to Recipe
fr: Retour à la recette

source: Barcode
fr: Code-barre

source: Barcode (Optional)
fr: Code-barre (optionnel)

source: Barcode saved, but no product info found
fr: Code-barre enregistré, mais aucune information sur le produit trouvée

source: Basic Info
fr: Informations de base

source: Best at
fr: Meilleur à

source: Best Price
fr: Meilleur prix

source: Best prices
fr: Meilleurs prix

source: Both name and location are required
fr: Le nom et l'emplacement sont requis

source: By signing in, you agree to our <0>terms of service</0> and <1>privacy policy</1>.
fr: En vous connectant, vous acceptez nos <0>conditions d'utilisation</0> et notre <1>politique de confidentialité</1>.

source: Camera
fr: Appareil photo

source: Can edit
fr: Peut modifier

source: Can view
fr: Peut voir

source: Cancel
fr: Annuler

source: Centiliters (cl)
fr: Centilitres (cl)

source: Choose a list
fr: Choisir une liste

source: Choose a price
fr: Choisir un prix

source: Clear
fr: Effacer

source: Clear and verified information for informed choices.
fr: Informations claires et vérifiées pour des choix éclairés

source: Click on the avatar to upload a custom one from your files.
fr: Cliquer sur avatar pour ajouter un depuis vos fichier.

source: Click to add an image
fr: Cliquez pour ajouter une image

source: Close
fr: Fermer

source: Collaborative lists
fr: Listes collaboratives

source: Collaborative shopping lists
fr: Listes de courses collaboratives

source: Collaborator added successfully
fr: Collaborateur ajouté avec succès

source: Collaborator invited successfully
fr: Collaborateur invité avec succès

source: Collaborator removed
fr: Collaborateur supprimé

source: Collaborators
fr: Collaborateurs

source: Community
fr: Communauté

source: Community project
fr: Projet communautaire

source: Compare prices
fr: Comparer les prix

source: Compare prices between different stores
fr: Comparer les prix entre différents magasins

source: Compare prices, save smart
fr: Comparer les prix, économiser intelligemment

source: Comparez les prix dans les plus grandes enseignes de distribution françaises.
fr: Comparer les prix dans les plus grandes enseignes de distribution françaises.

source: Completed
fr: Terminées

source: confirm
fr: Confirmer

source: Confirm
fr: Confirmer

source: Confirm & Add
fr: Confirmer et ajouter

source: Congratulations! You have successfully completed
fr: Félicitations ! Vous avez terminé avec succès

source: Consumption trends
fr: Tendances de consommation

source: Contact Information
fr: Informations de contact

source: Contact us
fr: Contactez-nous

source: Continuous improvement of our services and data.
fr: Amélioration continue de nos services et de nos données.

source: Contribute on GitHub
fr: Contribuer sur GitHub

source: Contribute to improving the app and support the project via <0>a donation</0>
fr: Contribuez à améliorer l'application et soutenez le projet via <0>un don</0>.

source: Cook Again
fr: Cuisiner à nouveau

source: Cooking (min)
fr: Cuisson (min)

source: Copy
fr: Copier

source: Cover Image
fr: Image de couverture

source: Create
fr: Créer

source: Create & Add to List
fr: Créer et ajouter à la liste

source: Create a free account
fr: Créer un compte gratuit

source: Create a New Recipe
fr: Créer une nouvelle recette

source: Create a new shopping list to organize your purchases
fr: Créez une nouvelle liste de courses pour organiser vos achats

source: Create and manage your shopping lists. Track items, prices, and collaborate with others.
fr: Créez et gérez vos listes de courses. Suivez les articles, les prix et collaborez avec d'autres.

source: Create and share your lists in real time
fr: Créez et partagez vos listes en temps réel

source: Create and share your shopping lists with your family or friends. Collaborate in real time for optimal organization.
fr: Créez et partagez vos listes de courses avec votre famille ou vos amis. Collaborez en temps réel pour une organisation optimale.

source: Create and share your shopping lists. Track prices and collaborate with your loved ones.
fr: Créez et partagez vos listes de courses. Suivez les prix et collaborez avec vos proches.

source: Create List
fr: Créer une liste

source: Create New List
fr: Créer une nouvelle liste

source: Create New Product
fr: Créer un nouveau produit

source: Create Product
fr: Créer un produit

source: Create Recipe
fr: Créer une recette

source: Create Shopping List
fr: Créer une liste de courses

source: Create Store
fr: Créer un magasin

source: Create Your First List
fr: Créez votre première liste

source: Create your free account in seconds
fr: Créez votre compte gratuit en quelques secondes

source: Create your lists
fr: Créez vos listes

source: Creating...
fr: Création en cours...

source: Cup
fr: Tasse

source: Custom location
fr: Localisation personsalisée

source: Danger Zone
fr: Zone de danger

source: Dark
fr: Sombre

source: Deazl in numbers
fr: Deazl en chiffres

source: Deazl is a 100% free and open source application. <0>View on GitHub</0>
fr: Deazl est une application 100% gratuite et open source. <0>Voir sur GitHub</0>

source: Deazl is a 100% free app that helps you save money by comparing product prices. Our user community actively contributes to enriching the database for everyone's benefit.
fr: Deazl est une application 100% gratuite qui vous aide à économiser de l'argent en comparant les prix des produits. Notre communauté d'utilisateurs contribue activement à enrichir la base de données pour le bénéfice de tous.

source: Deazl is a completely free app, developed with and for the community. No subscription, no hidden features – everything is accessible to everyone.
fr: Deazl est une application entièrement gratuite, développée avec et pour la communauté. Pas d'abonnement, pas de fonctionnalités cachées - tout est accessible à tous.

source: Deazl is an open source project maintained by the community. The code is public and anyone can contribute to its improvement.
fr: Deazl est un projet open source maintenu par la communauté. Le code est public et tout le monde peut contribuer à son amélioration.

source: Deazl is an open source project maintained thanks to community contributions. If you enjoy the service, you can support us via <0>a donation</0>.
fr: Deazl est un projet open source maintenu grâce aux contributions de la communauté. Si vous appréciez le service, vous pouvez nous soutenir via <0>un don</0>.

source: Deazl was born from a simple conviction: everyone should be able to shop at the best price without spending hours comparing stores.
fr: Deazl est né d'une conviction simple : tout le monde devrait pouvoir faire ses courses au meilleur prix sans passer des heures à comparer les magasins.

source: Default values have been restored
fr: Les valeurs par défaut ont été restaurées

source: Delete
fr: Supprimer

source: Delete List
fr: Supprimer la liste

source: Delete Personal Account
fr: Supprimer mon compte personnel

source: Deleting this price will delete all of its data. You cannot undo this action.
fr: La suppression de ce prix entraînera la suppression de toutes ses données. Vous ne pouvez pas annuler cette action.

source: Describe this step...
fr: Décrivez cette étape...

source: Describe your recipe...
fr: Décrivez votre recette...

source: Detailed price charts
fr: Graphiques de prix détaillés

source: Difficulty
fr: Difficulté

source: Discover all the tools at your disposal to manage your shopping and save money every day.
fr: Découvrez tous les outils à votre disposition pour gérer vos achats et économiser de l'argent chaque jour.

source: Discover how Deazl helps our users save on their groceries every day.
fr: Découvrez comment Deazl aide nos utilisateurs à économiser sur leurs courses chaque jour.

source: Display name
fr: Nom d'affichage

source: Display name is required
fr: Le nom d'affichage est requis

source: Display name must be 32 characters or less
fr: Le nom d'affichage doit comporter 32 caractères ou moins

source: Display name updated
fr: Nom d'affichage mis à jour

source: done
fr: terminé

source: Done
fr: Terminer

source: Drag and drop your file
fr: Drag and drop votre fichier

source: Duration (min)
fr: Durée (min)

source: e.g., Organic Apples
fr: ex. Pommes bio

source: e.g., Weekly Groceries, Party Shopping...
fr: ex. Courses hebdomadaires, Courses pour une fête...

source: Easy
fr: Facile

source: Easy sharing with loved ones
fr: Partage facile avec vos proches

source: Edit
fr: Modifier

source: Edit List
fr: Modifier la liste

source: Edit Quantity
fr: Modifier la quantité

source: Edit Recipe
fr: Modifier la recette

source: Editor
fr: Éditeur

source: Enjoy your meal!
fr: Bon appétit !

source: Enter your display name
fr: Entrez votre nom d'affichage

source: Enter your phone number
fr: Entrez votre numéro de téléphone

source: Enter your product name
fr: Saisissez le nom du produit

source: Environment
fr: Environnement

source: Error
fr: Erreur

source: Essential features
fr: Fonctionnalités essentielles

source: Everything included, for everyone
fr: Tout est inclus, pour tout le monde

source: Ex: Apple Pie
fr: Ex : Tarte aux pommes

source: Failed to add collaborator
fr: Échec de l'ajout du collaborateur

source: Failed to add item
fr: Échec de l'ajout de l'article

source: Failed to add recipe to list
fr: Échec de l'ajout de la recette à la liste

source: Failed to create product
fr: Échec de la création du produit

source: Failed to create shopping list
fr: Échec de la création de la liste de courses

source: Failed to create store
fr: Échec de la création du magasin

source: Failed to delete account. Please try again.
fr: Échec de la suppression du compte. Veuillez réessayer.

source: Failed to delete shopping list
fr: Échec de la suppression de la liste de courses

source: Failed to generate share link
fr: Échec de la génération du lien de partage

source: Failed to invite collaborator
fr: Échec de l'invitation du collaborateur

source: Failed to load collaborators
fr: Échec du chargement des collaborateurs

source: Failed to load sharing information
fr: Échec du chargement des informations de partage

source: Failed to remove collaborator
fr: Échec de la suppression du collaborateur

source: Failed to remove item
fr: Échec de la suppression de l'article

source: Failed to send invitation
fr: Échec de l'envoi de l'invitation

source: Failed to update avatar
fr: Échec de la mise à jour de l'avatar

source: Failed to update display name
fr: Échec de la mise à jour du nom d'affichage

source: Failed to update item
fr: Échec de la mise à jour de l'article

source: Failed to update item status
fr: Échec de la mise à jour de l'état de l'article

source: Failed to update link status
fr: Échec de la mise à jour de l'état du lien

source: Failed to update phone number
fr: Échec de la mise à jour du numéro de téléphone

source: Failed to update role
fr: Échec de la mise à jour du rôle

source: Failed to update shopping list
fr: Échec de la mise à jour de la liste de courses

source: Features
fr: Fonctionnalités

source: Find the best prices near you
fr: Trouvez les meilleurs prix près de chez vous

source: Finish Cooking
fr: Terminer la recette

source: For the community
fr: Pour la communauté

source: For this step
fr: Pour cette étape

source: Format: quantity unit product price
fr: Format : quantité unité produit prix

source: Founded in 2024, Deazl is the result of a collaboration between technology enthusiasts and consumers frustrated by the lack of price transparency in retail.
fr: Fondé en 2024, Deazl est le résultat d'une collaboration entre des passionnés de technologie et des consommateurs frustrés par le manque de transparence des prix dans le commerce de détail.

source: Frequently Asked Questions
fr: Questions Fréquemment Posées

source: Gallery
fr: Galerie

source: General Information
fr: Informations générales

source: Generate with AI
fr: Générer avec l'IA

source: Generating...
fr: Génération en cours...

source: Get faster access, work offline, and enjoy a smoother experience.
fr: Accédez plus rapidement, travaillez hors ligne et profitez d'une expérience plus fluide.

source: Grams (g)
fr: Grammes (g)

source: Hard
fr: Difficile

source: Health
fr: Santé

source: Hello {userName}
fr: Bonjour {userName}

source: Help
fr: Aide

source: Help the community by contributing new prices. Scan barcodes or enter prices manually.
fr: Aidez la communauté en contribuant de nouveaux prix. Scannez les codes-barres ou saisissez les prix manuellement.

source: History and analytics
fr: Historique et analyses

source: How can I get help?
fr: Comment puis-je obtenir de l'aide ?

source: How can I support the project?
fr: Comment puis-je soutenir le projet ?

source: How does it work?
fr: Comment ça fonctionne ?

source: How is the app maintained?
fr: Comment l'application est-elle maintenue ?

source: I understand, delete my account
fr: Je comprends, supprimez mon compte.

source: Importance of nutritional and environmental quality
fr: Importance de la qualité nutritionnelle et environnementale

source: Importance of stock availability
fr: Importance de la disponibilité des stocks

source: Importance of store proximity
fr: Importance de la proximité des magasins

source: Importance of the best price
fr: Importance du meilleur prix

source: In detail
fr: En détail

source: Information
fr: Informations

source: Ingredients
fr: Ingrédients

source: Install Our App for a Better Experience!
fr: Installez notre application pour une meilleure expérience !

source: Instantly compare prices between different stores. Our database is updated daily by our active community.
fr: Comparez instantanément les prix entre différents magasins. Notre base de données est mise à jour quotidiennement par notre communauté active.

source: Invitation sent
fr: Invitation envoyée

source: Invitation sent successfully
fr: Invitation envoyée avec succès

source: Invite
fr: Inviter

source: Invite People
fr: Inviter des personnes

source: Irreversible and destructive actions
fr: Actions irréversibles et destructrices

source: Item added
fr: Article ajouté

source: Item completed
fr: Article terminé

source: Item details have been updated
fr: Les détails de l'article ont été mis à jour

source: Item marked as completed
fr: Article marqué comme terminé

source: Item updated
fr: Article mis à jour

source: Items Completed
fr: Articles terminés

source: Join our community and start enjoying all our features for free.
fr: Rejoignez notre communauté et commencez à profiter de toutes nos fonctionnalités gratuitement.

source: Join our community and start saving money on your daily groceries.
fr: Rejoignez notre communauté et commencez à économiser sur vos courses quotidiennes.

source: Join the adventure
fr: Rejoignez l'aventure

source: Join the community
fr: Rejoignez la communauté

source: Join thousands of users already saving with Deazl. Registration is free and only takes a few seconds.
fr: Rejoignez des milliers d'utilisateurs qui économisent déjà avec Deazl. L'inscription est gratuite et ne prend que quelques secondes.

source: Kilograms (kg)
fr: Kilogrammes (kg)

source: Learn more
fr: En savoir plus

source: Leave empty to auto-generate
fr: Laisser vide pour générer automatiquement

source: Legal
fr: Mentions légales

source: Let's find the best deals for your shopping!
fr: Trouvons les meilleures offres pour vos courses !

source: Light
fr: Clair

source: Link copied
fr: Lien copié

source: Link copied to clipboard
fr: Lien copié dans le presse-papiers

source: Link is now private
fr: Le lien est maintenant privé

source: Link is now public
fr: Le lien est maintenant public

source: List created
fr: Liste créée

source: List deleted
fr: Liste supprimée

source: List Name
fr: Nom de la liste

source: List updated
fr: Liste mise à jour

source: Liters (l)
fr: Litres (l)

source: Loading...
fr: Chargement...

source: Location
fr: Localisation

source: Made with ❤️ in France
fr: Fabriqué avec ❤️ en France

source: Major chains and local stores
fr: Grandes chaînes et magasins locaux

source: Manage your contact details
fr: Gérez vos coordonnées

source: Maybe later
fr: Peut-être plus tard

source: Medium
fr: Moyen

source: Milliliters (ml)
fr: Millilitres (ml)

source: Missing information
fr: Informations manquantes

source: Monitor price changes over time and find the best deals.
fr: Surveillez les changements de prix au fil du temps et trouvez les meilleures offres.

source: My Lists
fr: Mes listes

source: My Prices
fr: Mes prix

source: My Recipes
fr: Mes recettes

source: Name automatically filled from barcode scan
fr: Nom rempli automatiquement à partir du scan du code-barres

source: National coverage
fr: Couverture nationale

source: Nearby stores
fr: Magasins à proximité

source: New List
fr: Nouvelle liste

source: New list name
fr: Nom de la nouvelle liste

source: Next
fr: Suivant

source: No account exists with this email address. Please invite them to create an account first.
fr: Aucun compte n'existe avec cette adresse e-mail. Veuillez d'abord les inviter à créer un compte.

source: No active shopping lists
fr: Aucune liste de courses active

source: No completed lists
fr: Aucune liste de courses terminée

source: No price available for this product
fr: Aucun prix disponible pour ce produit

source: No recipes yet
fr: Pas encore de recettes

source: No shopping lists yet
fr: Pas encore de listes de courses

source: No store selected
fr: Aucun magasin sélectionné

source: No, all features are available without limits. We simply ask you to use the app responsibly and contribute to the community.
fr: Non, toutes les fonctionnalités sont disponibles sans limites. Nous vous demandons simplement d'utiliser l'application de manière responsable et de contribuer à la communauté.

source: Number of Servings
fr: Nombre de portions

source: Once you complete a shopping list, it will appear here for your reference.
fr: Une fois que vous avez terminé une liste de courses, elle apparaîtra ici pour votre référence.

source: Only the owner can add collaborators.
fr: Seul le propriétaire peut ajouter des collaborateurs.

source: Optimization Preferences
fr: Préférences d'optimisation

source: Optimization successful
fr: Optimisation réussie

source: Optimize List
fr: Optimiser la liste

source: Optimizing...
fr: Optimisation en cours...

source: Or search manually
fr: Ou recherchez manuellement

source: Other items
fr: Autres articles
