Repository: Clement-Muth/Deazl
Catalog: apps/pcomparator/src/translations/messages/*.po
Languages: fr

source: Our community-based approach helps maintain an up-to-date database of prices across different stores, helping everyone make informed choices for their shopping.
fr: Notre approche communautaire aide à maintenir une base de données à jour des prix dans différents magasins, aidant chacun à faire des choix éclairés pour ses achats.

source: Our goal is to become the reference for price comparison for everyday products, while building an engaged and supportive community.
fr: Notre objectif est de devenir la référence en matière de comparaison des prix pour les produits du quotidien, tout en construisant une communauté engagée et solidaire.

source: Our mission
fr: Notre mission

source: Our mission is to make price comparison accessible to everyone. That's why we don't limit any features.
fr: Notre mission est de rendre la comparaison des prix accessible à tous. C'est pourquoi nous ne limitons aucune fonctionnalité.

source: Our story
fr: Notre histoire.

source: Our values
fr: Nos valeurs

source: Our vision
fr: Notre vision

source: Owner
fr: Propriétaire

source: Partner stores
fr: Magasins partenaires

source: People with access
fr: Personnes ayant accès

source: Permanently remove your Personal Account and all of its contents from the Deazl platform. This action is not reversible, so please continue with caution.
fr: Supprimez définitivement votre compte personnel et tout son contenu de la plateforme Deazl. Cette action n'est pas réversible, veuillez donc continuer avec prudence.

source: Phone number
fr: Numéro de téléphone

source: Phone number updated
fr: Numéro de téléphone mis à jour

source: Piece
fr: Pièce

source: Pinch
fr: Pincée

source: Please enter a list name
fr: Veuillez entrer un nom de liste

source: Please enter a name for your list
fr: Veuillez entrer un nom pour votre liste

source: Please enter a valid phone number format.
fr: Veuillez entrer un format de numéro de téléphone valide.

source: Please enter an email address
fr: Veuillez entrer une adresse e-mail.

source: Please select a shopping list
fr: Veuillez sélectionner une liste de courses

source: Please select at least one ingredient
fr: Veuillez sélectionner au moins un ingrédient

source: PNG, JPG up to 10MB
fr: PNG, JPG jusqu'à 10 Mo

source: Preferences
fr: Préférences

source: Preferences Reset
fr: Préférences réinitialisées

source: Preferences Saved
fr: Préférences enregistrées

source: Preparation
fr: Préparation

source: Preparation (min)
fr: Préparation (min)

source: Preparation Steps
fr: Étapes de préparation

source: Previous
fr: Précédent

source: Price
fr: Prix

source: Price (Optional)
fr: Prix (Optionnel)

source: Price & Photo
fr: Prix & Photo

source: Price deleted
fr: Prix supprimé

source: Price drop alerts
fr: Alertes de baisse de prix

source: Price for {createdProductName} added!
fr: Prix pour {createdProductName} ajouté !

source: Price for {productName} added!
fr: Prix pour {productName} ajouté !

source: Price History
fr: Historique des prix

source: Price tracking
fr: Suivi des prix

source: Price: Low to High
fr: Prix : Croissant

source: Prices for {search}
fr: Prix pour {search}

source: Prices verified by the community
fr: Prix vérifiés par la communauté

source: Pricing
fr: Tarification

source: Privacy
fr: Confidentialité

source: Product
fr: Produit

source: Product "{productName}" was not found but added to your account.
fr: Produit "{productName}" n'a pas été trouvé mais à été ajouté votre compte.

source: Product added
fr: Produit ajouté

source: Product created
fr: Produit créé

source: Product created successfully
fr: Produit créé avec succès

source: Product found
fr: Produit trouvé

source: Product Name
fr: Nom du produit

source: Product name is required
fr: Le nom du produit est requis

source: Product not found
fr: Produit non trouvé

source: Product Not Found
fr: Produit non trouvé

source: Profile Information
fr: Informations sur le profil

source: Profile Picture
fr: Photo de profil

source: Proof photo (optional)
fr: Photo de preuve (optionnelle)

source: Proximity
fr: Proximité

source: QR Code downloaded
fr: QR Code téléchargé

source: Quality
fr: Qualité

source: Quantity
fr: Quantité

source: Quick Add
fr: Ajout rapide

source: Quick Share
fr: Partage rapide

source: Ready to save on your groceries?
fr: Prêt à économiser sur vos courses ?

source: Ready to start saving?
fr: Prêt à commencer à économiser ?

source: Real-time price comparison
fr: Comparaison de prix en temps réel

source: Real-time updates
fr: Mise à jour en temps réel

source: Recent Shopping Lists
fr: Listes de courses récentes

source: Recipe Completed!
fr: Recette terminée !

source: Recipe Name
fr: Nom de la recette

source: Recipes
fr: Recettes

source: Recommended: Square image, at least 200x200px. Max size: 5MB. Formats: PNG, JPG, WEBP
fr: Recommandé : image carrée, au moins 200x200px. Taille maximale : 5 Mo. Formats : PNG, JPG, WEBP

source: Redirecting...
fr: Redirection...

source: Referenced products
fr: Produits référencés

source: Remove all from recipe
fr: Supprimer tout de la recette

source: Reset
fr: Réinitialiser

source: Return to the app
fr: Retourner à l'application

source: Role updated
fr: Rôle mis à jour

source: Save
fr: Enregistrer

source: Save changes
fr: Enregistrer les modifications

source: Save Changes
fr: Enregistrer les modifications

source: Save money
fr: Économiser de l'argent

source: Savings
fr: Économies

source: Scan barcode
fr: Scanner le code-barres

source: Scan or enter barcode
fr: Scanner ou entrer le code-barres

source: Search
fr: Recherche

source: Search for a product...
fr: Rechercher un produit...

source: Select a price and store
fr: Sélectionnez un prix et un magasin

source: Select a product from the list or create a new one
fr: Sélectionnez un produit dans la liste ou créez-en un nouveau

source: Select Ingredients
fr: Sélectionnez les ingrédients

source: Select Shopping List
fr: Sélectionner la liste de courses

source: Select store
fr: Sélectionnez le magasin

source: Selected
fr: Sélectionné

source: servings
fr: Portions

source: Settings
fr: Paramètres

source: Share
fr: Partager

source: Share '{listName}'
fr: Partager '{listName}'

source: Share '{recipeName}'
fr: Partager '{recipeName}'

source: Share Link
fr: Partager le lien

source: Share link copied to clipboard
fr: Lien de partage copié dans le presse-papiers

source: Share List
fr: Partager la liste

source: Share Recipe
fr: Partager la recette

source: Share your favorite recipe with the community
fr: Partagez votre recette préférée avec la communauté

source: Shop at the best prices
fr: Achetez aux meilleurs prix

source: Shopping at
fr: Magasin à

source: Shopping list created
fr: Liste de courses créée

source: Shopping list deleted successfully
fr: Liste de courses supprimée avec succès

source: Shopping Lists
fr: Listes de courses

source: Sign in
fr: Se connecter

source: Sign in with Google
fr: Se connecter avec Google

source: Sign up
fr: S'inscrire

source: Signin
fr: Se connecter

source: Signing in...
fr: Connexion en cours...

source: Signout
fr: Se déconnecter

source: Simple and powerful tools
fr: Outils simples et puissants

source: Smart Merge Preview
fr: Aperçu de la fusion intelligente

source: Smart product suggestions
fr: Suggestions de produits intelligentes

source: Smart shopping lists
fr: Listes de courses intelligentes

source: Start for free
fr: Commencer gratuitement

source: Start now
fr: Commencer maintenant

source: Start organizing your shopping by creating your first list. Add items, track prices, and never forget what you need to buy!
fr: Commencez à organiser vos courses en créant votre première liste. Ajoutez des articles, suivez les prix et ne oubliez jamais ce que vous devez acheter !

source: Start saving in just a few simple steps. No more running around different stores!
fr: Commencez à économiser en quelques étapes simples. Plus besoin de courir dans différents magasins !

source: Statistics
fr: Statistiques

source: Steps Completed
fr: Étapes terminées

source: Store
fr: Magasin

source: Store created
fr: Magasin créé

source: Store geolocation
fr: Géolocalisation du magasin

source: Store Name
fr: Nom du magasin

source: Store network
fr: Réseau de magasins

source: Success
fr: Succès

source: Success!
fr: Succès !

source: Supported by the community
fr: Soutenu par la communauté

source: Swipe left or tap to complete
fr: Balayez vers la gauche ou appuyez pour terminer

source: Swipe to navigate
fr: Glissez pour naviguer

source: System
fr: Système

source: Tablespoon (tbsp)
fr: Cuillère à soupe (cs)

source: Take a picture
fr: Prendre une photo

source: Teaspoon (tsp)
fr: Cuillère à café (cc)

source: Technology at the service of your purchasing power.
fr: La technologie au service de votre pouvoir d'achat.

source: Terms of Service
fr: Conditions d'utilisation

source: Text doesn't match. Please type exactly: {expectedText}
fr: Le texte ne correspond pas. Veuillez taper exactement : {expectedText}

source: Thanks to Deazl, I save an average of €20 per week on my groceries. The app is very easy to use!
fr: Grâce à Deazl, j'économise en moyenne 20 € par semaine sur mes courses. L'application est très facile à utiliser !

source: The link has been copied to clipboard
fr: Le lien a été copié dans le presse-papiers

source: The list sharing is awesome! I can easily coordinate shopping with my family.
fr: Le partage de liste est génial ! Je peux facilement coordonner les courses avec ma famille.

source: The price tracking helps me spot the best deals. It's really convenient!
fr: Le suivi des prix m'aide à repérer les meilleures offres. C'est vraiment pratique !

source: The product will be added without a reference price
fr: Le produit sera ajouté sans prix de référence

source: The QR code has been downloaded
fr: Le QR code a été téléchargé

source: The team
fr: L'équipe

source: This action <0>CANNOT be undone</0>. Please be certain about your decision.
fr: Cette action <0>ne peut PAS être annulée</0>. Veuillez être sûr de votre décision.

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.

source: This action will permanently delete your account and all associated data.
fr: Cette action supprimera définitivement votre compte et toutes les données associées.

source: This helps verify the price and improves data quality
fr: Cela aide à vérifier le prix et améliore la qualité des données

source: This is the name that will be displayed across the application.
fr: C'est le nom qui sera affiché dans toute l'application.

source: This list contains <0>{0} item(s)</0>. All items will be permanently deleted.
fr: Cette liste contient <0>{0} article(s)</0>. Tous les articles seront définitivement supprimés.

source: This user is already a collaborator on this list.
fr: Cet utilisateur est déjà un collaborateur de cette liste.

source: This user is already a collaborator on this recipe.
fr: Cet utilisateur est déjà un collaborateur de cette recette.

source: Time
fr: Durée

source: Tip: You can add items to your list after creating it
fr: Astuce : Vous pouvez ajouter des articles à votre liste après l'avoir créée.

source: To verify, type <0>{expectedText}</0> below:
fr: Pour vérifier, tapez <0>{expectedText}</0> ci-dessous :

source: Together, we build a collaborative and reliable database.
fr: Ensemble, nous construisons une base de données collaborative et fiable.

source: Total Items
fr: Total des articles

source: Total Price
fr: Prix total

source: Totally free and open source
fr: Totalement gratuit et open source

source: Track and analyze your expenses
fr: Suivez et analysez vos dépenses

source: Track your expenses and analyze your shopping habits to optimize your grocery budget.
fr: Suivez vos dépenses et analysez vos habitudes d'achat pour optimiser votre budget alimentaire.

source: Tracked prices
fr: Prix suivis

source: Transparency
fr: Transparence

source: Try Again
fr: Réessayer

source: Type "confirm" to confirm
fr: Saisissez "confirmer" pour confirmer

source: Type barcode
fr: Type de code-barre

source: Unable to add product
fr: Impossible d'ajouter le produit

source: Unable to reset preferences
fr: Impossible de réinitialiser les préférences

source: Unable to save preferences
fr: Impossible d'enregistrer les préférences

source: Unauthorized
fr: Non autorisé

source: Update Recipe
fr: Mettre à jour la recette

source: Update the name of your shopping list
fr: Mettez à jour le nom de votre liste de courses

source: Update your profile information and avatar
fr: Mettez à jour vos informations de profil et votre avatar

source: Update your recipe information
fr: Mettez à jour les informations de votre recette

source: Updating...
fr: Mise à jour en cours...

source: Upload from gallery
fr: Télécharger depuis la galerie

source: Upload new
fr: Télécharger nouveau

source: User for 1 year
fr: Utilisateur depuis 1 an

source: User for 3 months
fr: Utilisateur depuis 3 mois

source: User for 6 months
fr: Utilisateur depuis 6 mois

source: User Not Found
fr: Utilisateur non trouvé

source: View All
fr: Voir tout

source: View on GitHub
fr: Voir sur GitHub

source: View price trends over time. Monitor changes and find the best deals.
fr: Voir les tendances des prix au fil du temps. Surveillez les changements et trouvez les meilleures offres.

source: Viewer
fr: Spectateur

source: Warning: This action cannot be undone
fr: Avertissement : Cette action ne peut pas être annulée

source: We apologize, but something went wrong. Our team has been notified and is working to resolve the issue.
fr: Nous nous excusons, mais quelque chose s'est mal passé. Notre équipe a été informée et travaille à résoudre le problème.

source: We envision a future where price comparison is accessible to all, where shopping at the best price becomes simple and intuitive.
fr: Nous envisageons un avenir où la comparaison des prix est accessible à tous, où acheter au meilleur prix devient simple et intuitif.

source: We have an active community ready to help you. You can ask your questions on our forum or consult our detailed documentation.
fr: Nous avons une communauté active prête à vous aider. Vous pouvez poser vos questions sur notre forum ou consulter notre documentation détaillée.

source: Welcome back, {0}
fr: Bon retour, {0}

source: Well Done
fr: Bravo

source: What our users say
fr: Ce que disent nos utilisateurs

source: What would you like to do today?
fr: Que souhaitez-vous faire aujourd'hui ?

source: Where did you see this price?
fr: Où avez-vous vu ce prix ?

source: Why choose Deazl?
fr: Pourquoi choisir Deazl ?

source: You can only add a maximum of {maxFile} files
fr: Vous ne pouvez ajouter que {maxFile} fichiers maximum

source: You can support Deazl by contributing code, reporting bugs, suggesting improvements, or making a donation to help cover hosting costs.
fr: Vous pouvez soutenir Deazl en contribuant du code, en signalant des bogues, en suggérant des améliorations ou en faisant un don pour aider à couvrir les coûts d'hébergement.

source: You have view-only access to this list. Contact the owner to make changes.
fr: Vous avez un accès en lecture seule à cette liste. Contactez le propriétaire pour apporter des modifications.

source: You must add more than {minFile} files
fr: Vous devez ajouter plus de {minFile} fichiers

source: Your account has been permanently deleted
fr: Votre compte a été supprimé de manière permanente

source: Your criteria
fr: Vos critères

source: Your new store has been added and selected
fr: Votre nouveau magasin a été ajouté et sélectionné

source: Your optimization preferences have been updated
fr: Vos préférences d'optimisation ont été mises à jour

source: Your phone number is not valid
fr: Votre numéro de téléphone n'est pas valide.

source: Your phone number will be used for account recovery and notifications.
fr: Votre numéro de téléphone sera utilisé pour la récupération de compte et les notifications.

source: Your shopping list has been created successfully
fr: Votre liste de courses a été créée avec succès

source: Your shopping list has been updated successfully
fr: Votre liste de courses a été mise à jour avec succès

source: Your shopping list is empty
fr: Votre liste de courses est vide
